Repository: JcDenis/disclaimer
Catalog: locales/*/main.po
Languages: fr

source: Disclaimer
fr: Avertissement

source: Accept terms of uses
fr: Accepter les conditions d'utilisation

source: I agree
fr: J'accepte

source: I disagree
fr: Je refuse

source: Enable disclaimer
fr: Activer l'avertissement

source: Remember the visitor
fr: Se souvenir du visiteur

source: Link output:
fr: Lien de sortie :

source: Leave blank to redirect to the site Dotclear
fr: Laisser vide pour rediriger vers le site de Dotclear

source: Disclaimer:
fr: Avertissement :

source: List of robots allowed to index the site pages (separated by semicolons):
fr: Liste des robots autorisés à indexer les pages du site (séparés par un point virgule) :

source: Disable the authorization of indexing by search engines
fr: Désactiver l'autorisation d'indexation par les moteurs de recherches

source: <p>You must accept this term before entering</p>
fr: <p>Vous devez accepter ces conditions avant d'entrer</p>

source: Add a disclaimer to your blog entrance
fr: Ajoute un avertissement à l'entrée sur le blog
